/**
 * resource
 * 东都加梯/关于我们: http://zjddjt.com/page/html/about.php
 * 东都加梯公众号/单位简介 https://mp.weixin.qq.com/s/0aywamhbD8GaaFljWdWvDQ
 */
export const INFO = {
  COM_NAME: '东都加梯',
  SLOGAN: '为百姓排忧，为政府担责',
  SERV_CONTENT: '服务内容包括用户预申请、实地勘察、加装电梯可行性报告、单元住户召集商议、制定加装方案、协议公示申报审批、电梯订制安装、工程施工、竣工验收等全流程服务',
  ABOUT_US: '浙江东都建筑设计研究院有限公司旗下品牌东都加梯，拥有建筑工程设计甲级、建筑工程总承包资质。我单位本着以利民生为荣，以解决老旧小区上下楼难为耀，响应《杭州市人民政府办公厅关于开展杭州市区既有住宅加装电梯工作的实施意见》，为方便老旧小区住户加装电梯，特推出“东都加梯”——既有住宅加装电梯工程一站式服务项目',
  PROMISE: '我单位承诺电梯安装后，免费质保两年，定期保养(1次/15天)两年共48次',
}

/**
 * 常见户型
 */
export const HOUSE_LAYOUT = {
  HDPT_13: {
    name: '横单跑梯（一梯三户）',
    detail: '加装电梯后对建筑间距影响较小，另需注意电梯厅外窗与北面房间外窗的距离满足防火规范。加装电梯条件较好。',
    intr: '电梯出口位于楼层标高（易于实现无障碍设计）'
  },
  SPLT_12: {
    name: '双跑楼梯（一梯两户）',
    detail: '到达半平台后，还要走一个楼梯梯段才能进户，不能完成无障碍通行。为确保底层疏散宽度电梯井需与主体建筑脱开一定距离，对建筑间距影响较大。另需注意电梯厅外窗与北面房间外窗的距离满足防火规范。一定程度上可考虑加装电梯。',
    intr: '电梯出口位于楼梯半平台（不能实现无障碍设计）'
  },
  SPLT_14: {
    name: '双跑楼梯（一梯四户）',
    detail: '到达半平台后，还要走一个楼梯梯段才能进户，不能完成无障碍通行，不能完成无障碍通知。为确保底层疏散宽度，电梯井需与主体建筑隔开一定距离，对建筑间距影响较大。另需注意电梯厅外窗与北面房间外窗的距离满足防火规范。一定程度上克考虑加装电梯',
    intr: '电梯出口位于楼梯半平台（不能实现无障碍设计）'
  }
}
